Revit 2027 API
BuiltInFailures.CopyPasteFailures.CannotCopyDueToBackgroundCalculation Property
 Cannot copy dragged elements while background calculations are in progress.
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public static FailureDefinitionId CannotCopyDueToBackgroundCalculation { get; }
Public Shared ReadOnly Property CannotCopyDueToBackgroundCalculation As FailureDefinitionId
	Get
public:
static property FailureDefinitionId^ CannotCopyDueToBackgroundCalculation {
	FailureDefinitionId^ get ();
}
static member CannotCopyDueToBackgroundCalculation : FailureDefinitionId with get
Property Value
FailureDefinitionId
See Also
Reference
BuiltInFailures.CopyPasteFailures Class
Autodesk.Revit.DB Namespace